Repository: cilippofilia/itsWritten
Catalog: Written/Assets/Localizable.xcstrings
Source language: en
Languages: es, it

source: An unexpected status was encountered. Please try restarting the app.
es: Se encontró un estado inesperado. Intenta reiniciar la app.
it: È stato riscontrato uno stato imprevisto. Prova a riavviare l'app.

source: App Info
es: Información de la app

source: Apple Intelligence Required
es: Se requiere Apple Intelligence
it: Apple Intelligence richiesta

source: Back
es: Atrás
it: Indietro

source: Cancel
es: Cancelar
it: Cancella

source: Checking Availability
es: Comprobando disponibilidad
it: Controllo disponibilità

source: Compatible devices include iPhone 15 Pro, iPhone 15 Pro Max, and later models.
es: Los dispositivos compatibles incluyen iPhone 15 Pro, iPhone 15 Pro Max y modelos posteriores.
it: I dispositivi compatibili includono iPhone 15 Pro, iPhone 15 Pro Max e modelli successivi.

source: Current Language
es: Idioma actual
it: Lingua attuale

source: Current language is not supported
es: El idioma actual no es compatible
it: La lingua attuale non é supportata

source: Current language is supported
es: El idioma actual es compatible
it: La lingua attuale é supportata

source: Delete All
es: Eliminar todo
it: Elimina tutto

source: Delete all history?
es: ¿Eliminar todo el historial?
it: Cancellare le cronologia?

source: Device Not Supported
es: Dispositivo no compatible
it: Dispositivo non supportato

source: For more info:
es: Para más información:
it: Per più info:

source: Greedy: Always picks the most likely token Top K: Samples from the K most likely tokens Top P: Samples from tokens whose cumulative probability reaches P
es: Greedy: Siempre elige el token más probable Top K: Muestras de los K tokens más probables Top P: Muestras de tokens cuya probabilidad acumulada alcanza P
it: Greedy: sceglie sempre il token più probabile Top K: Campioni dai K token più probabili Top P: Campioni da token la cui probabilità cumulativa raggiunge P

source: History
es: Historial
it: Cronologia

source: How long for?
es: ¿Por cuánto tiempo?
it: Per quanto tempo?

source: Instructions
es: Instrucciones
it: Istruzioni

source: Language Support
es: Soporte de idiomas
it: Supporto Lingue

source: Let's write!
es: ¡Escribamos!
it: Scriviamo!

source: Menu
es: Menú
it: Menú

source: Method
es: Método
it: Metodo

source: Model
es: Modelo
it: Modello

source: Model Not Ready
es: Modelo no listo
it: Modello non pronto

source: No History
es: Sin historial
it: No Cronologia

source: Onboarding
es: Introducción

source: Open Settings
es: Abrir Ajustes
it: Apri le impostazioni

source: Please wait while we check Apple Intelligence availability on this device.
es: Espera mientras comprobamos la disponibilidad de Apple Intelligence en este dispositivo.
it: Per favore attendi mentre controlliamo la disponibilità di Apple Intelligence su questo dispositivo.

source: Response
es: Respuesta
it: Risposta

source: Retry
es: Reintentar
it: Riprova

source: Retry in %llds
es: Reintentar en %lld s
it: Riprova in %llds

source: Sampling
es: Muestreo
it: Campionamento

source: Send
es: Enviar
it: Invia

source: Settings
es: Ajustes
it: Impostazioni

source: Skip
es: Saltar
it: Salta

source: Speed
es: Velocidad
it: Velocità

source: Supported Languages
es: Idiomas compatibles
it: Lingue Supportate

source: Temperature: %@
es: Temperatura: %@
it: Temperatura: %@

source: Temperature: Controls response randomness where 0 is random, 1 is deterministic.
es: Temperatura: Controla la aleatoriedad de la respuesta donde 0 es aleatorio y 1 es determinista.
it: Temperatura: controlla la casualità di risposta dove 0 è casuale, 1 è deterministico.

source: The language model is currently preparing. Please try again in a few moments.
es: El modelo de lenguaje se está preparando. Vuelve a intentarlo en unos momentos.
it: Stiamo attualmente preparando il modello linguistico. Riprova tra qualche istante.

source: There is nothing to see here.
es: No hay nada que ver aquí.
it: Non c’é nulla da vedere qui.

source: This app requires Apple Intelligence to be enabled. Please enable it in Settings to continue.
es: Esta app requiere que Apple Intelligence esté habilitada. Habilítala en Ajustes para continuar.
it: Questa app richiede l'abilitazione di Apple Intelligence. Si prega di abilitarla in Impostazioni per continuare.

source: This device does not support Apple Intelligence. This feature requires a compatible device with an A17 Pro chip or later.
es: Este dispositivo no admite Apple Intelligence. Esta función requiere un dispositivo compatible con un chip A17 Pro o posterior.
it: Questo dispositivo non supporta Apple Intelligence. Questa funzione richiede un dispositivo compatibile con un chip A17 Pro o successivo.

source: This will permanently remove all saved conversations.
es: Esto eliminará permanentemente todas las conversaciones guardadas.
it: Questo rimuoverà definitivamente tutte le conversazioni salvate.

source: Unknown Status
es: Estado desconocido
it: Status Sconosciuto

source: Version
es: Versión
it: Versione

source: Why AI?
es: ¿Por qué IA?
it: Perché AI?

source: Why using
es: ¿Por qué usar
it: Perché usare

source: Written content hidden for privacy
es: Contenido escrito oculto por privacidad
it: Contenuto scritto nascosto per la privacy

source: You don't have any conversation history yet
es: Aún no tienes historial de conversaciones
it: Non hai ancora alcuna cronologia delle conversazioni
